Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/TranslationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENDER_DISAMBIGUATION_LEARN_MORE_SECTION_1_TEXT
source: The Translate app will provide the option to select feminine or masculine translations for words when available.
ar: سيوفر تطبيق الترجمة خيار تحديد الترجمات المؤنثة أو المذكرة للكلمات حال توفرها.
bg: Приложението Превод ще предоставя опцията за избор на превод на думи в женски или мъжки род, когато е наличен.
ca: L’app Traducció oferirà l’opció de seleccionar la forma masculina o femenina de les paraules, en cas que n’hi hagi.
cs: Aplikace Přeložit bude pro vhodná slova poskytovat možnost vybrat překlad v ženském nebo mužském rodu.
da: Appen Oversæt viser muligheden for at vælge hunkøn eller hankøn til oversættelser af ord, hvor det er muligt.
de: In der App „Übersetzen“ wirst du zwischen weiblichen oder männlichen Bezeichnungen in Übersetzungen wählen können, falls verfügbar.
el: Η εφαρμογή «Μετάφραση» θα παρέχει τη δυνατότητα επιλογής μεταφράσεων στο θηλυκό ή το αρσενικό γένος για λέξεις, όταν διατίθενται.
es: La app Traducir te ofrecerá la posibilidad de seleccionar la traducción en femenino o en masculino de las palabras para las que existan ambas opciones.
es_us: La app Traducir te ofrecerá la opción de seleccionar traducciones en femenino o en masculino cuando estén disponibles.
fi: Käännä-appi antaa mahdollisuuden valita sanoille feminiinisen tai maskuliinisen käännöksen, jos saatavilla.
fr: Lorsque cela sera disponible, l’app Traduire vous offrira la possibilité de choisir entre le genre masculin et le genre féminin pour la traduction des mots.
fr_ca: Le cas échéant, l’app Traduire permettra de choisir entre des traductions féminines ou masculines.
he: היישום ״תרגום״ יספק אפשרות לבחור תרגומים של מילים בלשון זכר או בלשון נקבה, כאשר הם זמינים.
hi: अनुवाद ऐप द्वारा शब्दों के स्त्रीलिंग या पुल्लिंग अनुवाद उपलब्ध होने पर उन्हें चुनने का विकल्प प्रदान किया जाएगा।
hr: Aplikacija Prijevod pružit će opciju za odabir prijevoda u ženskom ili muškom rodu riječi kad budu dostupni.
hu: A Fordító app lehetőséget biztosít arra, hogy kiválassza a szavak hímnemű vagy nőnemű fordításait, amennyiben ezek rendelkezésre állnak.
id: App Terjemahkan akan menyediakan opsi untuk memilih terjemahan kata feminin atau maskulin jika tersedia.
it: L’app Traduci ti consentirà di selezionare la versione femminile o maschile delle parole tradotte, se disponibile.
ja: 翻訳アプリでは、単語に文法的性がある場合、女性形または男性形の翻訳を選択するオプションが提供されます。
kk: «Аудару» қолданбасы сөздер үшін аналық немесе аталық тектегі (қолжетімді болса) аудармаларды таңдау опциясын ұсынады.
ko: 번역 앱이 가능한 경우 여성형 또는 남성형 번역을 선택할 수 있는 옵션을 제공합니다.
lt: Programoje „Vertimas“ bus galimybė pasirinkti atitinkamų žodžių vertimą naudojant moterišką arba vyrišką giminę, kai tai bus įmanoma.
ms: App Terjemah akan memberikan pilihan untuk memilih terjemahan feminin atau maskulin bagi perkataan apabila tersedia.
nb: Oversett-appen vil gi deg mulighet til å velge mellom hankjønns- og hunkjønnsformer av ord når det er tilgjengelig.
nl: De Vertaal-app biedt de optie om vrouwelijke of mannelijke vertalingen voor woorden te selecteren, indien beschikbaar.
pl: Aplikacja Tłumacz będzie umożliwiała wybieranie żeńskich lub męskich form wyrazów, dla których są one dostępne.
pt: O app Traduzir fornecerá a opção de selecionar a tradução de uma palavra no masculino ou no feminino, quando disponível.
pt_pt: A aplicação Traduzir disponibilizará a opção para selecionar a tradução feminina ou masculina das palavras (se disponível).
ro: Aplicația Traducere va furniza opțiunea de a selecta traduceri feminine sau masculine pentru cuvinte, atunci când acestea sunt disponibile.
ru: В приложении «Перевод» можно будет выбирать женский или мужской род при переводе слов, для которых это возможно.
sk: Apka Tlmočník poskytne pre vhodné slová možnosť vybrať si preklad v ženskom alebo mužskom rode.
sl: Aplikacija Prevajalnik bo ponudila možnost, da izberete prevode besed z žensko ali moško obliko, ko je to na voljo.
sv: Appen Översätt gör det möjligt att välja översättningar för ord med feminint eller maskulint genus där det är tillgängligt.
th: แอปแปลภาษาจะมีตัวเลือกสำหรับการแปลคำศัพท์ในเพศชายหรือเพศหญิงสำหรับบางคำหากมี
tr: Çeviri uygulaması gerektiğinde sözcüklerin dişil veya eril çevirilerini seçme seçeneği sağlar.
uk: У програмі «Переклад» можна буде вибрати чоловічий чи жіночий рід для слів, якщо можливо.
vi: Ứng dụng Dịch thuật sẽ cung cấp tùy chọn để chọn các bản dịch giống cái hoặc giống đực cho các từ khi có sẵn.
zh_cn: 可用时，“翻译”App将为单词提供阴性或阳性翻译选择。
zh_hk: 「翻譯」App將會在可用的情況下提供選項，為單詞選擇陰性或陽性的翻譯。
zh_tw: 「翻譯」App會在陰性或陽性的字詞翻譯可用時，提供選項以供選擇。

# GENDER_DISAMBIGUATION_LEARN_MORE_SECTION_2_TEXT
source: Just select the highlighted words in translated text to see grammatical gender options.
ar: ما عليك سوى تحديد الكلمات المميزة في النص المترجم للاطلاع على الخيارات النحوية للجنس.
bg: Просто изберете маркираните думи в преведения текст, за да видите опциите за граматически родове.
ca: Per mostrar les opcions de marca de gènere, només has de seleccionar les paraules ressaltades del text traduït.
cs: Chcete‑li v přeloženém textu zobrazit rodové varianty, stačí vybrat zvýrazněná slova.
da: Du skal bare vælge markerede ord i oversat tekst for at se muligheder for grammatisk køn.
de: Wähle einfach die hervorgehobenen Wörter im übersetzten Text aus, um Optionen für das grammatikalische Geschlecht anzuzeigen.
el: Απλώς επιλέξτε τις επισημασμένες λέξεις στο μεταφρασμένο κείμενο για να δείτε τις επιλογές γραμματικών γενών.
es: Solo tienes que seleccionar las palabras resaltadas en el texto traducido para ver las opciones de género gramatical.
es_us: Solamente tienes que seleccionar las palabras resaltadas para ver las opciones de género gramatical.
fi: Valitse käännöksestä korostetut sanat, niin näet kieliopillisen suvun mukaiset vaihtoehdot.
fr: Pour voir les options de genre grammatical, sélectionnez les mots des traductions en surbrillance.
fr_ca: Sélectionnez les mots surlignés dans le texte traduit pour afficher les options de genre grammatical.
he: ניתן פשוט לבחור את המילים המודגשות במלל מתורגם כדי לראות אפשרויות מין דקדוקי.
hi: व्याकरणिक लिंग संबंधी विकल्प देखने के लिए अनूदित टेक्स्ट में केवल हाइलाइट किए गए शब्द चुनें।
hr: Jednostavno odaberite istaknute riječi u prevedenom tekstu za prikazivanje opcija gramatičkog roda.
hu: Egyszerűen válassza ki a kiemelt szavakat a fordított szövegben, és megtekintheti a nyelvtani nemmel kapcsolatos lehetőségeket.
id: Cukup pilih kata yang disorot di teks terjemahan untuk melihat pilihan gender gramatikal.
it: Ti basta selezionare le parole evidenziate nel testo tradotto per vedere le opzioni disponibili per il genere grammaticale.
ja: 翻訳テキスト内でハイライトされた単語を選択すると文法的性が表示されます。
kk: Грамматикалық гендерлік опцияларды көру үшін аударылған мәтіндегі ерекшеленген сөздерді таңдаңыз.
ko: 문법적 성별 옵션을 보려면 번역문에서 강조 표시된 단어를 선택하십시오.
lt: Išverstame tekste tiesiog pasirinkite pažymėtus žodžius, kad matytumėte gramatinės giminės variantus.
ms: Hanya pilih perkataan yang diserlahkan dalam teks yang diterjemahkan untuk melihat pilihan genus tatabahasa.
nb: Velg ordene som er uthevet for å se valg for grammatisk kjønn i oversettelsen.
nl: Selecteer de gemarkeerde woorden in vertaalde tekst om opties voor grammaticaal geslacht te zien.
pl: Aby wyświetlać dostępne formy, zaznaczaj wyróżnione wyrazy w przetłumaczonym tekście.
pt: Basta selecionar as palavras destacadas no texto traduzido para ver as opções de gênero gramatical.
pt_pt: Basta selecionar as palavras destacadas no texto traduzido para ver as opções de género gramatical.
ro: Selectați cuvintele evidențiate din textul tradus pentru a vedea opțiunile pentru genuri gramaticale.
ru: Выберите выделенные слова, чтобы увидеть варианты грамматического рода в предложенном переводе.
sk: Možnosti gramatického rodu zobrazíte výberom zvýraznených slov v preloženom texte.
sl: Enostavno izberite označene besede v prevedenem besedilu, če želite videti možnosti slovničnega spola.
sv: Välj de markerade orden i översatt text om du vill se alternativ för grammatiskt genus.
th: เพียงเลือกคำที่ไฮไลท์ในข้อความที่แปลเพื่อดูตัวเลือกสำหรับเพศทางไวยากรณ์
tr: Gramatik cinsiyet seçeneklerini görmek için çevrilen metindeki vurgulanan sözcükleri seçmeniz yeterli.
uk: Виберіть виділені слова в перекладеному тексті, щоб переглянути всі доступні варіанти граматичного роду.
vi: Chỉ chọn các từ được tô sáng trong văn bản được dịch để xem tùy chọn ngữ pháp theo giống.
zh_cn: 只需选择已翻译文本中高亮标记的单词，即可查看语法性别选项。
zh_hk: 只需選擇已翻譯文字中重點標示的單詞，就可以看到語法性別選項。
zh_tw: 只要在翻譯的文字中選取醒目標示的文字，即可查看文法性別選項。

# GENDER_DISAMBIGUATION_LEARN_MORE_SECTION_3_TEXT
source: Translations automatically default to using the gender-neutral form of a word when gender has not been specified.
ar: تستخدم الترجمات تلقائيًا وبشكل افتراضي صيغة محايدة بين الجنسين للكلمة عندما لا يتم تحديد الجنس.
bg: Когато родът не е посочен, преводът автоматично ще предостави за използване неутралната форма на думата.
ca: A les traduccions en què no s’hagi especificat el gènere d’una paraula es farà servir una forma neutra per omissió automàticament.
cs: Pokud nebyl rod specifikován, překlady automaticky používají rodově neutrální variantu slov.
da: Oversættelser bruger som standard automatisk den kønsneutrale form af et ord, når der ikke er angivet et køn.
de: In Übersetzungen wird automatisch die geschlechtsneutrale Form eines Wortes verwendet, wenn keine Angaben zum Geschlecht gemacht wurden.
el: Οι μεταφράσεις χρησιμοποιούν αυτόματα από προεπιλογή το ουδέτερο γένος μιας λέξης όταν δεν καθορίζεται το γένος.
es: Cuando no se especifique ningún género, las traducciones usarán por omisión la forma de la palabra que se considere genérica.
es_us: Las traducciones usarán automáticamente el género neutro usual si no se ha especificado alguno.
fi: Käännökset käyttävät oletuksena sanan sukupuolineutraalia muotoa, kun sukupuolta ei ole määritetty.
fr: Lorsqu’aucun genre n’est spécifié, les traductions utilisent par défaut les formes non genrées des mots.
fr_ca: Lorsqu’aucun genre n’est spécifié, les traductions utilisent par défaut les formes neutres des mots.
he: תרגומים ישתמשו כברירת מחדל במילים בלשון סתמית כאשר לא צוינה לשון אחרת.
hi: लिंग निर्दिष्ट नहीं किए जाने पर, अनुवाद द्वारा डिफ़ॉल्ट रूप से शब्द का लिंग-निरपेक्ष रूप इस्तेमाल किया जाएगा।
hr: Prijevodi automatski standardno koriste rodno neutralni oblik riječi kad rod nije naveden.
hu: A fordítások alapértelmezett esetben automatikusan a szó semleges nyelvtani nemű formáját használják, ha nincs megadva a nem.
id: Penerjemahan secara otomatis didefaultkan untuk menggunakan bentuk kata yang netral gender jika gender belum ditetapkan.
it: Quando non viene specificato un genere, le traduzioni useranno di default la forma neutra o maschile.
ja: 文法的性が指定されていない場合、“翻訳”では単語の中性形が自動的にデフォルトになります。
kk: Гендер көрсетілмеген кезде, аудармалар автоматты түрде сөздің гендерлік бейтарап түрін пайдаланады.
ko: 성별이 지정되지 않은 경우 자동으로 중성형 단어를 사용하는 번역을 기본적으로 제공합니다.
lt: Jei giminė nenurodyta, pagal numatytuosius nustatymus bus automatiškai verčiama naudojant neutraliąją žodžio giminės formą.
ms: Terjemahan menjadi lalai kepada menggunakan bentuk genus neutral perkataan secara automatik apabila genus tidak ditentukan.
nb: Oversettelser bruker som standard den nøytrale formen av et ord hvis det ikke er angitt kjønn.
nl: Vertalingen gebruiken automatisch de neutrale vorm van een woord wanneer er geen geslacht is opgegeven.
pl: Jeśli dla wyrazu nie określono rodzaju, tłumaczenia będą automatycznie używały formy neutralnej.
pt: Por padrão, as traduções usam automaticamente a forma de gênero neutro de uma palavra quando um gênero não é especificado.
pt_pt: Por predefinição, as traduções usam a forma neutra das palavras, se não tiver sido especificado o género.
ro: Atunci când genul nu este specificat, traducerile vor utiliza în mod implicit forma neutră a unui cuvânt.
ru: Если род не определен, в переводах автоматически используется гендерно-нейтральная форма слова.
sk: Ak rod nebol špecifikovaný, preklady budú automaticky používať rodovo neutrálne formy slov.
sl: V prevodih je kot privzeta oblika samodejno uporabljena nevtralna oblika besede, za katero spol ni določen.
sv: Som förval används den genusneutrala formen av ett ord i översättningar om genus inte har angetts.
th: คำแปลจะใช้คำตามค่าเริ่มต้นในรูปแบบที่ไม่ระบุเพศโดยอัตโนมัติเมื่อไม่ได้ระบุเพศ
tr: Çeviriler, cinsiyet belirtilmediğinde otomatik olarak sözcüklerin cinsiyetsiz biçimi kullanılarak yapılır.
uk: Програма «Переклад» автоматично використовує гендерно нейтральні форми слів, якщо рід не зазначено.
vi: Các bản dịch tự động sử dụng dạng giống trung của từ theo mặc định khi tùy chọn giống không được chỉ định.
zh_cn: 未指定性别时，翻译中将默认使用单词的中性形式。
zh_hk: 在沒有指定性別的情況下，翻譯會自動預設使用單詞的中性形式。
zh_tw: 未指定性別時，翻譯會自動預設使用中性字詞。

# GENDER_DISAMBIGUATION_LEARN_MORE_TITLE
source: Grammatical Gender Translations
ar: ترجمات نحوية حسب الجنس
bg: Превод на граматически родове
ca: Traduccions amb marca de gènere
cs: Překlady s gramatickým rodem
da: Oversættelser med grammatisk køn
de: Übersetzungen mit grammatikalischem Geschlecht
el: Μεταφράσεις με γραμματικά γένη
es: Traducciones con género gramatical
es_us: Traducciones con género gramatical
fi: Kieliopilliset suvut käännöksissä
fr: Genre grammatical des traductions
fr_ca: Genre grammatical des traductions
he: תרגומי מין דקדוקי
hi: व्याकरणिक लिंग आधारित अनुवाद
hr: Prijevodi gramatičkog roda
hu: Nyelvtani nemet kifejező fordítások
id: Penerjemahan Gender Gramatikal
it: Traduzioni con genere grammaticale
ja: 文法的性を使用して翻訳
kk: Грамматикалық гендерлік аудармалар
ko: 문법적 성별 기반 번역
lt: Vertimai atsižvelgiant į gramatinę giminę
ms: Terjemahan Genus Tatabahasa
nb: Grammatisk kjønn i oversettelser
nl: Vertalingen van grammaticaal geslacht
pl: Tłumaczenia uwzględniające płeć
pt: Traduções de Gênero Neutro
pt_pt: Traduções com género gramatical
ro: Traduceri bazate pe genuri gramaticale
ru: Создание перевода с учетом грамматического рода
sk: Preklady gramatického rodu
sl: Prevodi slovničnih spolov
sv: Grammatiskt genus i översättningar
th: การแปลเพศทางไวยากรณ์
tr: Gramatik Cinsiyet Kullanılan Çeviriler
uk: Варіанти граматичного роду в перекладі
vi: Bản dịch ngữ pháp theo giống
zh_cn: 语法性别翻译
zh_hk: 語法性別翻譯
zh_tw: 文法性別翻譯

source: Go To Settings
ar: الانتقال إلى الإعدادات
bg: Отиди в Настройки
ca: Ves a la configuració
cs: Přejít do Nastavení
da: Gå til Indstillinger
de: Zu den Einstellungen
el: Μετάβαση στις Ρυθμίσεις
es: Ir a Ajustes
es_us: Ir a Configuración
fi: Avaa Asetukset
fr: Accéder à Réglages
fr_ca: Accéder à Réglages
he: מעבר אל ״הגדרות״
hi: सेटिंग्ज़ पर जाएँ
hr: Idi u Postavke
hu: A Beállítások megnyitása
id: Buka Pengaturan
it: Vai in Impostazioni
ja: “設定”に移動
kk: «Реттеулер» мәзіріне өту
ko: 설정으로 이동
lt: Eikite į sritį „Nustatymai“
ms: Pergi ke Seting
nb: Gå til Innstillinger
nl: Ga naar Instellingen
pl: Przejdź do Ustawień
pt: Ir para Ajustes
pt_pt: Abrir as Definições
ro: Accesați Configurări
ru: Перейти в Настройки
sk: Prejsť do Nastavení
sl: Odpri Nastavitve
sv: Gå till Inställningar
th: ไปที่การตั้งค่า
tr: Ayarlar’a Git
uk: До Параметрів
vi: Đi tới Cài đặt
zh_cn: 前往设置
zh_hk: 前往「設定」
zh_tw: 前往「設定」

source: Languages
ar: اللغات
bg: Езици
ca: Idiomes
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
es_us: Idiomas
fi: Kielet
fr: Langues
fr_ca: Langues
he: שפות
hi: भाषाएँ
hr: Jezici
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
kk: Тілдер
ko: 언어
lt: Kalbos
ms: Bahasa
nb: Språk
nl: Talen
pl: Języki
pt: Idiomas
pt_pt: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sl: Jeziki
sv: Språk
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

# LANGUAGES_MANAGE_DESCRIPTION_OFFLINE
source: Download languages to translate.
ar: تنزيل لغات للترجمة.
bg: Изтегляне на езиците, които да се използват при превод.
ca: Descarrega els idiomes que vulguis traduir.
cs: Stahování jazyků pro překlad.
da: Hent sprog for at oversætte.
de: Sprachen zum Übersetzen laden.
el: Πραγματοποιήστε λήψη γλωσσών για μετάφραση.
es: Descarga los idiomas que quieras traducir.
es_us: Descarga idiomas para traducir.
fi: Lataa käännettävät kielet.
fr: Téléchargez les langues à traduire.
fr_ca: Téléchargez les langues à traduire.
he: הורדת שפות לתרגום.
hi: अनुवाद करने के लिए भाषाएँ डाउनलोड करें।
hr: Preuzmite jezike za prijevod.
hu: Töltsön le nyelveket a fordításhoz.
id: Unduh bahasa untuk menerjemahkan.
it: Scarica le lingue per tradurre.
ja: 翻訳する言語をダウンロードしてください。
kk: Аударма тілдерін жүктеп алыңыз.
ko: 번역할 언어를 다운로드하십시오.
lt: Atsisiųskite kalbas, kurias norite versti.
ms: Muat turun bahasa untuk diterjemahkan.
nb: Last ned språk for oversettelse.
nl: Download talen om te vertalen.
pl: Pobierz języki do tłumaczenia.
pt: Baixe idiomas para traduzir.
pt_pt: Descarregue idiomas para traduzir.
ro: Descărcați limbi pentru a traduce.
ru: Загрузите языки для перевода.
sk: Stiahnite si jazyky na tlmočenie.
sl: Prenesite jezike za prevajanje.
sv: Hämta språk att översätta.
th: ดาวน์โหลดภาษาเพื่อแปล
tr: Çevrilecek dilleri indirin.
uk: Викачуйте мови для перекладу.
vi: Tải về các ngôn ngữ để dịch.
zh_cn: 下载语言以翻译。
zh_hk: 下載語言以翻譯。
zh_tw: 下載語言來翻譯。

# LANGUAGES_MANAGE_DESCRIPTION_ONLINE
source: Download languages to translate when offline.
ar: تنزيل لغات للترجمة دون الاتصال بالإنترنت.
bg: Изтегляне на езиците, които да се използват при офлайн превод.
ca: Descarrega els idiomes per traduir encara que no tinguis connexió.
cs: Stáhněte si jazyky pro překlad offline.
da: Hent sprog for at oversætte, når du er offline.
de: Lade Sprachen zum Übersetzen, wenn du offline bist.
el: Πραγματοποιήστε λήψη γλωσσών για μετάφραση όταν είστε εκτός σύνδεσης.
es: Descarga los idiomas para traducir cuando no tengas conexión a internet.
es_us: Descarga idiomas para traducir cuando no tengas conexión.
fi: Lataa kielet offline-tilassa tehtäviin käännöksiin.
fr: Téléchargez des langues à traduire en mode hors ligne.
fr_ca: Téléchargez des langues à traduire lorsque vous êtes hors ligne.
he: באפשרותך להוריד שפות לתרגום ללא חיבור לרשת.
hi: ऑफ़लाइन रहने पर अनुवाद करने के लिए भाषाएँ डाउनलोड करें।
hr: Preuzmite jezike za izvanmrežni prijevod.
hu: Nyelvek letöltése az offline fordításhoz.
id: Unduh bahasa untuk menerjemahkan saat offline.
it: Scarica le lingue per tradurre quando sei offline.
ja: オフラインで翻訳を行うために言語をダウンロードします。
kk: Офлайн режимде аудару үшін тілдерді жүктеп алыңыз.
ko: 오프라인상에서 번역할 언어를 다운로드하십시오.
lt: Atsisiųskite kalbas, kurias norite versti neprisijungę prie interneto.
ms: Muat turun bahasa untuk diterjemahkan semasa di luar talian.
nb: Last ned språk for å oversette uten internett.
nl: Download talen om vertalen als je offline bent.
pl: Pobieraj języki, aby tłumaczyć bez dostępu do sieci.
pt: Baixe idiomas para traduzir quando você estiver off-line.
pt_pt: Descarregue idiomas para traduzir offline.
ro: Descărcați limbile pentru a traduce în modul offline.
ru: Загружайте языки, чтобы перевод выполнялся офлайн.
sk: Stiahnite si jazyky na prekladanie, keď budete offline.
sl: Prenesite jezike za prevajanje brez povezave.
sv: Hämta språk för översättning när du inte är uppkopplad.
th: ดาวน์โหลดภาษาเพื่อแปลเมื่อออฟไลน์
tr: Çevrimdışıyken çevrilecek dilleri indirin.
uk: Викачуйте мови для перекладу за відсутності інтернет-зʼєднання.
vi: Tải về các ngôn ngữ để dịch khi ngoại tuyến.
zh_cn: 下载语言以在离线时翻译。
zh_hk: 下載語言以在離線時翻譯。
zh_tw: 下載語言以在離線時翻譯。

# LANGUAGES_MENU_TITLE
source: Manage Languages…
ar: إدارة اللغات…
bg: Управление на езици…
ca: Gestiona els idiomes…
cs: Spravovat jazyky…
da: Administrer sprog…
de: Sprachen verwalten …
el: Διαχείριση γλωσσών…
es: Gestionar idiomas…
es_us: Administrar idiomas…
fi: Hallitse kieliä…
fr: Gérer les langues…
fr_ca: Gérer les langues…
he: ניהול שפות…
hi: भाषाएँ प्रबंधित करें…
hr: Upravljanje jezicima…
hu: Nyelvek kezelése…
id: Kelola Bahasa…
it: Gestisci lingue…
ja: 言語を管理…
kk: Тілдерді басқару…
ko: 언어 관리…
lt: Tvarkyti kalbas…
ms: Urus Bahasa…
nb: Administrer språk…
nl: Beheer talen…
pl: Zarządzaj językami…
pt: Gerenciar Idiomas…
pt_pt: Gerir idiomas…
ro: Gestionare limbi…
ru: Настройка языков…
sk: Spravovať jazyky…
sl: Upravljaj jezike …
sv: Hantera språk…
th: จัดการภาษา…
tr: Dilleri Yönet…
uk: Керувати мовами…
vi: Quản lý ngôn ngữ…
zh_cn: 管理语言…
zh_hk: 管理語言⋯
zh_tw: 管理語言⋯

# LANGUAGES_OFFLINE_DOWNLOAD_FAILED
source: Download Failed
ar: فشل التنزيل
bg: Неуспешно изтегляне
ca: Error en descarregar
cs: Stahování selhalo
da: Overførsel mislykkedes
de: Download fehlgeschlagen
el: Απέτυχε η λήψη
es: Error de descarga
es_us: Error al descargar
fi: Lataus epäonnistui
fr: Échec du téléchargement
fr_ca: Échec du téléchargement
he: ההורדה נכשלה
hi: डाउनलोड विफल हुआ
hr: Preuzimanje nije uspjelo
hu: A letöltés sikertelen volt
id: Pengunduhan Gagal
it: Download non riuscito
ja: ダウンロードできませんでした
kk: Жүктеп алу сәтсіз аяқталды
ko: 다운로드 실패
lt: Atsisiųsti nepavyko
ms: Muat Turun Gagal
nb: Nedlasting mislyktes
nl: Downloaden mislukt
pl: Błąd pobierania
pt: Falha no Download
pt_pt: A descarga falhou
ro: Descărcare eșuată
ru: Сбой при загрузке
sk: Sťahovanie zlyhalo
sl: Prenos ni uspel
sv: Hämtning misslyckades
th: ดาวน์โหลดไม่สำเร็จ
tr: İndirme Başarısız
uk: Помилка викачування
vi: Không thể tải về
zh_cn: 下载失败
zh_hk: 下載失敗
zh_tw: 下載失敗

# LANGUAGES_OFFLINE_NO_WIFI
source: Download this language over cellular?
ar: تنزيل هذه اللغة عبر الشبكة الخلوية؟
bg: Да се изтегли ли този език през мобилна мрежа?
ca: Vols descarregar l’idioma amb la xarxa mòbil?
cs: Stáhnout tento jazyk přes mobilní síť?
da: Hent dette sprog via mobilnetværk?
de: Diese Sprache über Mobilfunknetz laden?
el: Λήψη αυτής της γλώσσας μέσω κινητού δικτύου;
es: ¿Descargar este idioma a través de la red móvil?
es_us: ¿Descargar este idioma por red celular?
fi: Ladataanko tämä kieli mobiiliverkon kautta?
fr: Télécharger cette langue via le réseau cellulaire ?
fr_ca: Télécharger cette langue par le réseau cellulaire?
he: להוריד שפה זו דרך רשת סלולרית?
hi: यह भाषा मोबाइल नेटवर्क पर डाउनलोड करें?
hr: Preuzeti ovaj jezik putem mobilne mreže?
hu: Ezt a nyelvet mobiladat-hálózaton keresztül tölti le?
id: Unduh bahasa ini melalui seluler?
it: Vuoi scaricare questa lingua tramite rete cellulare?
ja: この言語をモバイル通信経由でダウンロードしますか?
kk: Осы тілді ұялы желі арқылы жүктеп алу қажет пе?
ko: 셀룰러를 통해 이 언어를 다운로드하겠습니까?
lt: Ar atsisiųsti šią kalbą mobiliuoju ryšiu?
ms: Muat turun bahasa ini melalui selular?
nb: Vil du laste ned språket over mobilnettet?
nl: Deze taal downloaden via mobiel netwerk?
pl: Pobrać ten język przez sieć komórkową?
pt: Baixar este idioma via rede celular?
pt_pt: Descarregar este idioma através da rede móvel?
ro: Descărcați această limbă prin rețeaua celulară?
ru: Загрузить этот язык по сотовой сети?
sk: Stiahnuť tento jazyk cez mobilnú sieť?
sl: Želite ta jezik prenesti prek mobilnega omrežja?
sv: Vill du hämta det här språket via mobilnätet?
th: ดาวน์โหลดภาษานี้ผ่านเซลลูลาร์หรือไม่
tr: Bu dil hücresel ağ üzerinden indirilsin mi?
uk: Викачати цю мову через стільникову мережу?
vi: Tải ngôn ngữ này về qua mạng di động?
zh_cn: 通过蜂窝网络下载此语言吗？
zh_hk: 要透過流動網絡下載此語言嗎？
zh_tw: 要透過行動網路下載此語言嗎？
